import { Component } from '@angular/core';

@Component({
  selector: 'app-graphic',
  templateUrl: './graphic.component.html',
  styleUrls: ['./graphic.component.scss']
})
export class GraphicComponent {
  peopleMain: any[] = [
    {
      name: 'Мирзоали Анвар Умад',
      duty: 'Сардори Хдамоти махсус',
      date: 'Понидельник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Норматов Донёр Мадибрагимович',
      duty: 'Сардори Шуъбаи протоколӣ ва ҳифзи меҳнат',
      date: 'Понидельник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Раупова Парвона Алишеровна',
      duty: 'Сардори Хадамоти мониторинги хавфҳои бонкӣ',
      date: 'Вторник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Дустмуродов Исомиддин Элмуродович',
      duty: 'Сардори Маркази Ҳисоббаробаркунӣ',
      date: 'Среда',
      time: '14:00 - 16:30'
    },
    {
      name: 'Бегов Ҷамшед Юсуфович',
      duty: 'Сардори Идораи технологияҳои иттилоотӣ',
      date: 'Четверг',
      time: '14:00 - 16:30'
    },
    {
      name: 'Гаримадов Меҳроб Оташхонович',
      duty: 'Сардори Шуъбаи муомилоти пулӣ',
      date: 'Пятница',
      time: '14:00 - 16:30'
    },
    {
      name: 'Солеҳов Зинатулло Шарифович',
      duty: 'Сардори Хадамоти бехатарӣ',
      date: 'Понидельник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Лалбеков Пайшанбе Каландарович',
      duty: 'Сардори Идораи технологияҳои иттилоотӣ',
      date: 'Четверг',
      time: '14:00 - 16:30'
    },
    {
      name: 'Фозылов Убайдулло Рахимович',
      duty: 'Сардори Шуъбаи исломӣ',
      date: 'Понидельник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Абдулхадов Назрулло Абдуназарович',
      duty: 'Сардори Шуъбаи нигоҳдошти инфрасохторӣ',
      date: 'Вторник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Буриева Муаззама Ҳикматуллоевна',
      duty: 'Сардори Маркази таълимй',
      date: 'Среда',
      time: '14:00 - 16:30'
    },
    {
      name: 'Ҳакимов Масрур Равшанович',
      duty: 'Сармутахассиси Хадамоти аудити дохилӣ',
      date: 'Четверг',
      time: '14:00 - 16:30'
    },
    {
      name: 'Нуров Шамсиддин Абдурауфович',
      duty: 'Сардори Хадамоти кадрӢ',
      date: 'Понидельник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Холов Низомиддин Мирзоалиевич',
      duty: 'Сардори Хадамоти мониторинги молиявӣ ва комплаенс',
      date: 'Вторник',
      time: '14:00 - 16:30'
    },
    {
      name: 'Рахимов Насруллоҳ Абдунасибович',
      duty: 'Сармуҳосиб - Сардори Идораи муҳосибот ва молия',
      date: 'Среда',
      time: '14:00 - 16:30'
    },
    {
      name: 'Самадов Деҳқон Андалибович',
      duty: 'Сардори Идораи маблағгузории исломӣ',
      date: 'Четверг',
      time: '14:00 - 16:30'
    },
    {
      name: 'Ташрифов Макмадюсуф Сангинмуродович',
      duty: 'Мушовири Раис оиди рушди стратегӣ',
      date: 'Пятница',
      time: '14:00 - 16:30'
    },
  ]
}
